Repository: nexos-dev/NexNix
Catalog: source/hosttools/confparse/po/*/conf.po
Languages: es

source: Unexpected token
es: Inesperado símbolo

source: internal error: %s
es: error interno: %s

source: Unknown token '%s'
es: símbolo '%s' desconocido

source: Unexpected EOF
es: Inesperado final de archivo

source: on token %s
es: alrededor de símbolo %s

source: Invalid numeric value
es: Valor numérico es inválido

source: Name too long on token %s
es: Nombre es demasiado larga en símbolo %s

source: Invalid character in variable
es: Carácter en el variable es inválido

source: unable to detect character set
es: incapaz de detectar un conjunto de caracteres

source: unexpected token %s after token %s
es: Inesperado simbólo %s después de simbólo %s

source: unexpected token %s
es: Inesperado simbólico %s

source: (expected %s)
es: (esperado %s)

source: string too long on token %s
es: cuerda demasiado larga en símbolo %s

source: too many properties on property '%s'
es: demasiadas propiedades en la propiedad '%s
